htdocs/primer_proyecto/app/Models/usuario_Model.php

SELECT *
FROM `usuarios`
---
public function getClientes()
{

    return $this->findAll();